[
    {
        "data": "17.04.2023",
        "title": "ДАН СТАРТ АгроНТРИ-2023!",
        "href": "/news_view/dan-start-agrontri-2023/",
        "text": "21 февраля стартовал новый сезон Всероссийского конкурса для школьников сельских поселений и малых городов АгроНТРИ (АгроНТИ-2023). ..."
    },
    {
        "data": "15.04.2023",
        "title": "Регистрация на конкурс «Я выбираю профессию Сити-Фермер» продолжается",
        "href": "/news_view/registraciya-na-konkurs-ya-vybirayu-professiyu-siti-fermer-prodolzhaetsya/",
        "text": "Если тебе интересно выращивать растения, и ты хочешь развить навыки в разработке новых технологий, то успевай зарегистрироваться на конкурс «Я выбираю профессию Сити-Фермер» до 15 апреля 2023 года. ..."
    },
    {
        "data": "01.04.2023",
        "title": "АгроТехноУнивер приглашает школьников и их родителей на «Фестиваль карьеры»",
        "href": "/news_view/agrotehnouniver-priglashaet-shkol_nikov-i-ih-roditelei-na-festival_-kar_ery/",
        "text": "1 апреля в Пермском государственном аграрно-технологическом университете для будущих абитуриентов, их родителей и педагогов состоится большое мероприятие – День открытых дверей «Фестиваль карьеры». ..."
    },
    {
        "data": "24.03.2023",
        "title": "Студенты земфака встретились с представителями Минимущества Пермского края",
        "href": "/news_view/studenty-zemfaka-vstretilis_-s-predstavitelyami-minimuschestva-permskogo-kraya/",
        "text": "20 марта 2023 года у обучающихся 4 курса факультета землеустройства, кадастра и строительных технологий, направления подготовки «Землеустройство и кадастры», состоялась встреча с представителем органа исполнительной власти региона в сфере ..."
    },
    {
        "data": "24.03.2023",
        "title": "Представители Фонда «Талант и успех» посетили Пермский ГАТУ",
        "href": "/news_view/predstaviteli-fonda-talant-i-uspeh-posetili-permskii-gatu/",
        "text": "22 марта с рабочим визитом в Региональный центр выявления, поддержки и развития способностей и талантов у детей и молодежи «Академия первых» приехали заместитель директора департамента регионального развития Фонда «Талант и успех» Жмырко ..."
    },
    {
        "data": "23.03.2023",
        "title": "Творческие программы факультетов ПГАТУ на внутривузовском этапе фестиваля Студенческая весна-2023",
        "href": "/news_view/tvorcheskie-programmy-fakul_tetov-pgatu-na-vnutrivuzovskom-etape-festivalyastudencheskayavesna-2023/",
        "text": "27, 28 марта и 3 апреля в Пермском доме народного творчества «Губерния» состоится внутривузовский этап фестиваля Студенческая весна-2023. ..."
    },
    {
        "data": "22.03.2023",
        "title": "Всероссийский студенческий проект «Твой Ход» запустил новый сезон",
        "href": "/news_view/vserossiiskii-studencheskii-proekt-tvoi-hod-zapustil-novyi-sezon/",
        "text": "Ждёшь шанс, чтобы изменить свою жизнь? Он перед тобой!\nТы хочешь развить свой проект, открыть бизнес, найти инвестиции и сделать шаг в своё будущее?\nТолько до 25 марта ты можешь успеть подать заявку на трек «Делаю» и исполнить свою мечту! ..."
    },
    {
        "data": "22.03.2023",
        "title": "Физический театр «Sonic» стал лауреатом конкурса молодёжных и школьных театров «Моя игра»",
        "href": "/news_view/fizicheskii-teatr-Sonic-stal-laureatom-konkursa-molodezhnyh-i-shkol_nyh-teatrov-moya-igra/",
        "text": "С 15 по 18 марта в Пермском доме народного творчества «Губерния» прошел Всероссийский конкурс молодёжных и школьных театров «Моя игра».\n4 дня и 33 спектакля от коллективов с разных уголков России. ..."
    },
    {
        "data": "22.03.2023",
        "title": "Профориентация студентов факультета агротехнологий и лесного хозяйства",
        "href": "/news_view/proforientaciya-studentov-fakul_teta-agrotehnologii-i-lesnogo-hozyaistva/",
        "text": "На факультете агротехнологий и лесного хозяйства большое внимание уделяется профориентации студентов. Важность выбранной профессии для будущих выпускников закрепляется с первого курса на протяжении всего периода обучения. ..."
    },
    {
        "data": "21.03.2023",
        "title": "Экомарт продолжается. Студенты-экологи посетили экопарк компании Буматика",
        "href": "/news_view/ekomart-prodolzhaetsya.-studenty-ekologi-posetili-ekopark-kompanii-bumatika/",
        "text": "Студенты первого курса направления подготовки 05.03.06 Экология и природопользование факультета почвоведения, агрохимии, экологии и товароведения ПГАТУ посетили экопарк компании ООО «Буматика» (производственная площадка по переработке отходов). ..."
    }
]