[
    {
        "data": "05.05.2023",
        "href": "https://pgsha.ru/news_view/novyi-nomer-gazety-mariinka-aprel_-2023/",
        "title": "Новый номер газеты «МАРИИНКА» | АПРЕЛЬ 2023",
        "text": "В новом номере вы найдёте все самые интересные новости университета, интересные факты, события из студенческой жизни, поздравления с майскими праздниками и просто приятно проведёте время!\nЧитать свежий номер газеты «МАРИИНКА» №4(182) апрель 2023"
    },
    {
        "data": "04.05.2023",
        "href": "https://pgsha.ru/news_view/distancionnaya-lekciya-po-informatike-i-ikt-v-ramkah-proekta-otkrytyi-universitet-permskogo-gatu-00004/",
        "title": "Дистанционная лекция по информатике и ИКТ в рамках проекта «Открытый университет» Пермского ГАТУ",
        "text": "Напоминаем, что в рамках проекта «Открытый университет» школьники 10-11 классов могут заниматься подготовкой к ЕГЭ совершенно БЕСПЛАТНО. Занятия проводят преподаватели Пермского ГАТУ. ..."
    },
    {
        "data": "04.05.2023",
        "href": "https://pgsha.ru/news_view/v-ramkah-akseleratora-agrotehnouniver.-vesna-2023-proidet-prezentaciya-innovacionnoi-ekosistemy-rossii/",
        "title": "В рамках Акселератора #АгроТехноУнивер. Весна 2023 пройдет презентация инновационной экосистемы России",
        "text": "В пятницу, 5 мая в 14:00 в онлайн формате состоится очередное образовательное мероприятие Акселерационной программы #АгроТехноУнивер – презентация \"Обзор инновационной экосистемы РФ, мер поддержки, предоставляемых институтами развития\". ..."
    },
    {
        "data": "04.05.2023",
        "href": "https://pgsha.ru/news_view/proekt-nauchnyi-polk-kurskaya-bitva/",
        "title": "Проект «Научный полк» | Курская битва",
        "text": "Пермский государственный аграрно-технологический университет имени академика Д.Н. Прянишникова в годы Великой Отечественной Войны. ..."
    },
    {
        "data": "04.05.2023",
        "href": "https://pgsha.ru/news_view/distancionnaya-lekciya-po-himii-v-ramkah-proekta-otkrytyi-universitet-permskogo-gatu-00006/",
        "title": "Дистанционная лекция по химии в рамках проекта «Открытый университет» Пермского ГАТУ",
        "text": "Напоминаем, что в рамках проекта «Открытый университет» школьники 10-11 классов могут заниматься подготовкой к ЕГЭ совершенно БЕСПЛАТНО. Занятия проводят преподаватели Пермского ГАТУ. ..."
    },
    {
        "data": "03.05.2023",
        "href": "https://pgsha.ru/news_view/uspei-podat_-zayavku-na-konkurs-proekt-energosberegayuschego-doma/",
        "title": "Успей подать заявку на конкурс «Проект энергосберегающего дома»",
        "text": "Потребление энергии является частью хозяйственной деятельности человека, а именно – отопление домов, приготовление пищи, движение транспортных средств, промышленность, сельскохозяйственное производство и многое другое. ..."
    },
    {
        "data": "03.05.2023",
        "href": "https://pgsha.ru/news_view/studencheskie-otryady-permskogo-gatu-proveli-uborku-u-monumenta-geroyam-fronta-i-tyla/",
        "title": "Студенческие отряды Пермского ГАТУ провели уборку у монумента «Героям фронта и тыла»",
        "text": "2 мая представители отрядов «Парус», «Промоутер», «ЗемляК» и «Флора» штаба Пермского аграрно-технологического университета вышли на субботник к одному из важных памятников города Перми. ..."
    },
    {
        "data": "03.05.2023",
        "href": "https://pgsha.ru/news_view/studenty-landshaftniki-poluchayut-opyt-i-zakreplyayut-znaniya-na-praktike/",
        "title": "Студенты-ландшафтники получают опыт и закрепляют знания на практике",
        "text": "3 мая студенты 3 курса направления подготовки «Ландшафтная архитектура» вместе с заведующей кафедрой лесоводства и ландшафтной архитектуры Збруевой Илюсой Илдаровной и совместно с представителем Ландшафтного сообщества Екатериной Соколовой, ..."
    },
    {
        "data": "03.05.2023",
        "href": "https://pgsha.ru/news_view/molodezh_-prikam_ya-otkroet-letnii-sezon-raboty/",
        "title": "Молодёжь Прикамья откроет летний сезон работы",
        "text": "5 мая в парке имени М. Горького более 400 студентов и школьников со всех уголков Пермского края торжественно откроют 59 сезон работы студенческих отрядов региона. ..."
    },
    {
        "data": "03.05.2023",
        "href": "https://pgsha.ru/news_view/student-permskogo-gatu-stal-finalistom-konkursa-na-luchshuyu-prikladnuyu-nauchnuyu-rabotu-za-sohranenie-zdorov_ya-pochv-zaschitu-pochv-ot-degradacii-i-istoscheniya/",
        "title": "Студент Пермского ГАТУ стал финалистом конкурса на лучшую прикладную научную работу «За сохранение здоровья почв, защиту почв от деградации и истощения»",
        "text": "27 апреля 2023 года на базе РГАУ-МСХА имени К.А. Тимирязева прошел открытый международный форум-вебинар «Защита почв планеты от деградации и истощения. Международный опыт поддержания плодородия и здоровья почв». ..."
    }
]