import numpy as np

# Определение матрицы коэффициентов системы уравнений
A = np.array([[1, 7, 0, 0, 0, 0, 0, 0],
              [0, 2, 6, 0, 0, 0, 0, 0],
              [0, 0, 3, 5, 0, 0, 0, 0],
              [0, 0, 0, 4, 4, 0, 0, 0],
              [0, 0, 0, 0, 5, 3, 0, 0],
              [0, 0, 0, 0, 0, 6, 2, 0],
              [0, 0, 0, 0, 0, 0, 7, 1],
              [0, 0, 0, 0, 0, 0, 0, 8]])

# Вектор правой части
b = np.array([1, 3, 5, 7, 9, 2, 4, 6])

# Решение системы уравнений
x = np.linalg.solve(A, b)

print("-"*4,"ЗАДАНИЕ 1.5","-"*4)
for elem in x:
    print("%5.2f" % elem, end=" ") # 47/2 | -45/14 | 11/7 | 2/35 | 237/140 | 5/28 | 13/28 | 3/4
print()
print("–"*21)
